<?php
echo "Hello LINE BOT <br />";

$endword = array("เลขเด็ดจริงๆ", "รวย!!!", "อย่างนี้ต้องฉลอง","รวยเลยครัชงานนี้","เลขนี้ท่านได้แต่ใดมา","อย่าลืมแก้บนนะ","รวยไม่รู้ตัว","ระวังเพื่อนยืมนะ","เอาเงินไปฝันดินไว้เลย","รวยครับรวย");
echo $endword[rand(0,count($endword)-1)];
echo "<br />";

$errword = array(
  "เดี๋ยวปั๊ดเหนี่ยวเลย ใส่ตัวเลข 6 หลักเท่านั้นนะจ๊ะ",
  "รู้จักหวยมั๊ย เลข 6 หลักอะ เคยซื้อมั๊ย?",
  "ต้องให้บอกมั๊ยว่าหวยมันเป็นเลข 6 หลัก",
  "สงสัยจะไม่เคยเล่นหวย ใส่เลขยังไม่ถูกเลย",
  "สะกดคำว่า หวย เป็นมั๊ย ห่วย!! เลข 6 หลักเท่านั้นจะ",
  "หวยมันเป็นเลข 6 ตัวนะจ๊ะ",
  "อย่ามาทำเป็นเล่นนะ หวยนี่เรื่องใหญ่ เลข 6 หลักรู้จักมั๊ย!"
);
$replyMsg = $errword[rand(0,count($errword)-1)];
echo $replyMsg;
